laboratorio4/app/controllers/monstruos_controller.rb

  def show
    @monstruo = Monstruo.find(params[:id])
    if @monstruo.tweets.count>1
      @tweets = @monstruo.tweets.all
---
SELECT "tweets".* FROM "tweets" WHERE "tweets"."monstruo_id" = ?  [["monstruo_id", 1]]
SELECT COUNT(*) FROM "tweets" WHERE "tweets"."monstruo_id" = ?  [["monstruo_id", 4]]
SELECT "tweets".* FROM "tweets" WHERE "tweets"."monstruo_id" = ?  [["monstruo_id", 3]]

  def destroy
    @monstruo = Monstruo.find(params[:id])
    if @monstruo.destroy
---
DELETE FROM "monstruos" WHERE "monstruos"."id" = ?  [["id", 3]]