laboratorio4/app/controllers/tweets_controller.rb

  def create
    @tweet = Tweet.new(params.require(:tweet).permit(:monstruo_id,:estado))
    if @tweet.save
---
INSERT INTO "tweets" ("estado", "monstruo_id", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["estado", "sexo"], ["monstruo_id", 1], ["created_at", "2021-10-20 21:58:37.978490"], ["updated_at", "2021-10-20 21:58:37.978490"]]