laboratorio3/app/controllers/monstruos_controller.rb

  def destroy
    monstruo = Monstruo.find(params[:id])
    monstruo.destroy
---
SELECT "monstruos".* FROM "monstruos" WHERE "monstruos"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
DELETE FROM "monstruos" WHERE "monstruos"."id" = ?  [["id", 1]]