laboratorio3/app/views/monstruos/index.html.erb


            <%Monstruo.all.each do |monstruo|%>
---
SELECT "monstruos".* FROM "monstruos"

                    <%=link_to(monstruo.nombre,monstruo)%>
                    <%if (monstruo.tweets.count>1)%>
---
SELECT COUNT(*) FROM "tweets" WHERE "tweets"."monstruo_id" = ?  [["monstruo_id", 1]]