laboratorio3/app/views/monstruos/show.html.erb

SELECT "monstruos".* FROM "monstruos" WHERE "monstruos"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]
---
    <body>
        <%monstruo=Monstruo.find(params[:id])%>