laboratorio3/app/views/monstruos/ver.html.erb

SELECT "monstruos".* FROM "monstruos" ORDER BY "monstruos"."id" ASC LIMIT ?  [["LIMIT", 1]]
---
    <body>
        <%monstruo=Monstruo.first%>